Repository: vladimirOfSwit/Bebilator
Catalog: Bebilator/Localizable.xcstrings
Source language: en
Languages: sr

source: Add more pacifiers
sr: Dodaj još cucli.

source: All previous scores have been deleted.
sr: Prethodni rezultati su obrisani.

source: All the results have already been deleted.
sr: Rezultati su već obrisani.

source: Are you sure you want to delete all previous results?
sr: Da li ste sigurni da želite da obrišete prethodne rezultate?

source: August
sr: Avgust

source: CALCULATE
sr: IZRAČUNAJ

source: Cancel
sr: Otkaži

source: December
sr: Decembar

source: Delete
sr: Obriši

source: Delete all
sr: Obriši sve

source: Enter three dates – one male, one female, and the date when you’re planning to have a baby (or the approximate conception date if you're already pregnant) – and Bebilator will immediately whisper to you: blue or pink clothes? 🍼🎀
sr: Unesite tri datuma – jedan muški(), jedan ženski() i datum kada planirate bebu() ili kada je otprilike začeta ukoliko ste već trudni – i Bebilator će Vam odmah šapnuti: plava ili roze odeća? 🍼🎀

source: February
sr: Februar

source: Female date of birth.
sr: Ženski datum rodjenja.

source: Finish
sr: Kraj

source: Hello
sr: Zdravo

source: If you want to continue guessing, add more pacifiers.
sr: Ako želite da nastavite sa pogadjanjem, dodajte još cucli.

source: In the Bebilendar cards below, you can see the estimate of when the change will occur, including the year, month, and day. Good luck!
sr: U Bebilendar karticama ispod vidite procenu u kojoj godini, mesecu i danu dolazi do promene. Srećno!

source: Info
sr: Obaveštenje

source: Insert the number of years in the future
sr: Broj godina u budućnosti

source: January
sr: Januar

source: July
sr: Jul

source: June
sr: Jun

source: Last result
sr: Poslednji rezultat

source: Let’s start the game! 🎯
sr: Započnimo igru! 🎯

source: Male date of birth.
sr: Muški datum rodjenja.

source: March
sr: Mart

source: May
sr: Maj

source: Next
sr: Dalje

source: November
sr: Novembar

source: Plan with a smile! Bebilendar helps you discover which months 'hint' at a boy and which at a girl – all based on your birthday. A fun calendar for parents who love to dream and enjoy every step on the journey to their baby’s arrival! Depending on the result, the cards in Bebilendar will be blue or pink. Good luck!
sr: Planirajte sa osmehom! Bebilendar Vam pomaže da otkrijete koji meseci „nagoveštavaju“ dečaka, a koji devojčicu – sve na osnovu Vašeg rođendana. Zabavan kalendar za roditelje koji vole da maštaju i uživaju u svakom koraku do dolaska bebe! U zavisnosti od rezultata kartice u Bebilendaru će biti plave ili roze Srećno!

source: Planned/Conceived date.
sr: Planirani/Okvirni datum začeća bebe.

source: Previous results
sr: Prethodni rezultati

source: PREVIOUS SCORES
sr: PRETHODNI REZULTATI

source: September
sr: Septembar

source: This field cannot be empty.
sr: Obavezno polje.

source: Welcome!🌟 A fun baby gender guessing game is in front of you! This app uses an old method from when grandmas knew everything and the internet didn't exist. Will it be a boy or a girl? Let's find out together - who knows, maybe we'll guess! 😉
sr: Dobrodošli!🌟 Zabavna pogađalica pola bebe je pred Vama! Ova aplikacija koristi staru metodu iz vremena kada su bake znale sve i internet nije postojao. Da li će biti dečak ili devojčica? Hajde da zajedno saznamo – ko zna, možda i pogodimo! 😉

source: What is Bebilendar?
sr: Šta je Bebilendar?

source: You are out of pacifiers.
sr: Iskoristili ste sve cucle.
